return {
  ----------------------------------------------------------------------
  -- 扩展文本对象：surround
  ----------------------------------------------------------------------
  {
    "nvim-mini/mini.surround",
    version = "*",
    event = "BufReadPost",
    config = true,
    keys = {
      { "s", "<NOP>", mode = { "n", "x", "o" } }, -- 禁用默认 s 快捷键
    },
  },

  ----------------------------------------------------------------------
  -- 扩展文本对象：mini.ai
  ----------------------------------------------------------------------
  {
    "nvim-mini/mini.ai",
    version = "*",
    event = "BufReadPost",
    config = true,
  },

}
